Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=703_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämitigge kollij Brysselist
sms: SääŠmteŠǧǧ kõŠllʼji Bryssel – gåårdest

source: Europarlamiänttár Nils Torvalds lii koččom Suomâ Sämitige toollâđ čuákkim Brysselân já uápásmiđ EU tooimân.
sms: Europarlamentneǩ Nils Torvalds lij kåččam LääŠddjânnam SääŠmteeŠǧǧ såbbrõõššâd Bryssel – gåårda da tobdstõõttâd EU:n tuåimmjumuŠšše.

source: - Taat lii historjálâš tilálâšvuotâ.
sms: – Tät lij histoorlaž podd.

source: Vuossâmuu keerdi säämi parlamentaarlâs orgaan tuálá čuákkim Euroop parlamentist. Siämmást kollim addel sämmilijd máhđulâšvuođâ vaikuttiđ EU tääsist.
sms: Vuõssmõs vuâra saaŠmi parlamentaarlaž organ såbbrââšš Euroop parlameentest sääŠmteeŠǧǧ såbbar da kõŠllʼjumuš parlameentest veeidad da čuõvat ǩiõččâmvueŠjjid di oudd saaŠmid vuäittmõõžž leeŠd da vaikkted Eu:n tääŠzzest.

source: Halijdep taan tääsist EU áinoo algâaalmugin oovdânpyehtiđ mii já eres väldikulttuurij čárvumist ellei aalmugij já juávhui táárbuid, Sämitige saavâjođetteijee Klemetti Näkkäläjärvi maainâst.
sms: HaaŠleep tän tääŠzzest EU:n oŠdinakai alggmeeran puŠhtted õlmmsa mij da še jeeŠres väŠlddkulttuur kõõskâst jieŠlli meerai da joouki taarbid, maainast SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi.

source: Euroop Union lii čonnâsâm arktâsii tiätunadelemistis vuárusavâstâllâmân algâaalmugijguin.
sms: Euroop union lij čõnnõõttâm aartklaž teâđouddmõõžžstes saaǥǥstõõllmõŠšše alggmeeraivuiŠm.

source: Vuárusavâstâllâm lii toollum olgokoskâvuotâkomissaar Catherine Ashtonáin suu Suomâst kollim ohtâvuođâst ive 2011.
sms: LääŠddjânnmest kõŠllʼjem õhttvuõđâst eeŠjj 2011 äiŠǧǧen.

source: - Mudoi vuárusavâstâllâm lii pááccám uccen, Näkkäläjärvi maainâst.
sms: – Mudoi sââǥǥstõõllmõš lij kuâđđjam vääŠnnbeälla, maainast Näkkäläjärvi. Leäm tuõđi

source: Lam tuođâi ilolâš tast, ete Nils Torvalds lii pivdám mii Brysselân já sun lii vuossâmuš europarlamiänttárin tuođâi oovdedmin vuárusavâstâllâm EU já algâaalmugij koskân.
sms: vieŠsslõs miõlâst, što Nils Torvalds lij kåččam miŠjjid Bryssel – gåårda da son lij vuõssmõsân europarlamentneŠǩǩen tuõđi ooudâsviikkmen saaǥǥstõõllmõõžž EU:n da alggmeerai kõskkân.

source: Taat tuáimá muu mielâst šiev ovdâmerkkân EU-komission tast, ete tot kalga väldiđ vuárusavâstâllâm algâaalmugijguin tuođâlávt.
sms: Tät tuåimmai miõlstan šiõǥǥ ouddmiârkkan še EU- komissiaaŠje tõŠst, što tõt âlgg väŠldded saaǥǥstõõllmõõžž alggmeeraivuiŠm tuõđsânji.

source: - Sämmilij demokraatlávt väljejum orgaan tuáimá meid ovdâmerkkân Euroopâst.
sms: - SaaŠmi demokraatlânji vaŠlljuum organ tuåimmai še ouddmiârkkan Euroopâst.

source: Láá vala vaidâlittee ennuv juávhuh main iä lah ubâ tohkin vuoigâdvuođah moh Suomâ sämmilijd láá suovvum.
sms: Liâ veâl jiânnai meer, koin jiâ leäkku ni tõk vuõiggâdvuõđ, mäŠhtt LääŠddjânnam saaŠmin liâ.

source: Mutâ taam ij pyevti ettâđ jieštuđâváin mieláin, paahud europarlamiänttár Torvalds.
sms: LeâŠša tän ij vuäǯǯ särnnad jiõččrääŠǩǩes miõlin, tuâtt europarlamentneǩ Torvalds.

source: Mist-uv láá ennuv maid koolgap pyerediđ.
sms: MeeŠst liâ veâl jiânnai pueŠreemnalla åårrai ääŠšš.

source: Sämitigge savastâl kollimis ääigi eromâšávt sämmilij kielâlij, kulttuurlij já iäláttâs kyeskee vuoigâdvuođâin EU:st.
sms: SääŠmteŠǧǧ saaǥǥstââll ǩõŠllʼjem poodd aainâs saaŠmi ǩiõllʼlaž, kulttuursaž da jieŠllemvueŠjji vuõiggâdvuõđi diõtt Eu:nâst.

source: Sämitiigán lii uárnejum uápásmem Euroop Union já komissio tooimân já teividem ekonomiakomissaar Olli Rehnáin.
sms: SääŠmtegga lij riõššum tobdstõõttmõš Euroop Unioon da komissia tuåimmjumuŠšše da vueiŠnnlõõttmõš ekonomiikomissaar Olli Rehnin.

source: Sämitigge uápásmuvá meid Suomâ pisovâš ovdâstâs tooimân Brysselist já teivid EU- rääđi olmoošvuoigâdvuođâpargojuávhu ovdâsteijeid.
sms: SääŠmteŠǧǧ tobdstââtt še LääŠddjânnam põõšši eeŠttkâŠsttõõzz tuåimmjumuŠšše Bryssel – gåårdest da kaaunââtt EU-suåvtõõzz ooumažvuõiggâdvuõtt-tuâjj-joouki võboršeeŠǩǩivuiŠm.

source: - Tuáivup kolliimist ennuv.
sms: - Tuäivvap tän kõŠllŠjumuužžâst jiânnai.

source: Tehálumos ulmen lii rähtiđ pisovijd ráđádâllâmmáhđulâšvuođâid Euroop Unionáin já finniđ sämikoččâmâšâid pyerebeht huámmášumán EU politiikâst.
sms: Vääžnmõs täävtõssân lij raajjâd põõšši saaǥǥstõõllâmvuäittmõõžžid EU:nin da vuäǯǯad sääŠmkõõččmõõžži lokku väŠlddmõõžž pueŠrben EU:n politiikkâst.

source: Eromâš ulmen lii turvâstiđ EU InterregSápmi - ruttâdemohjelm siäilum jiečânis ohjelmin, ton ruttâdem turvâstem já ohjelm haldâšem já virgeváldálâšvuođâ kepidem.
sms: Takai täävtõssân lij staaneed EU:n Interreg SääŠmjânnam – teäggtemprograamm seillmõš jiijjâs programmân, tõn teäggtõõzz staanumuš da prograamm vaaldšem da byrokratii ǩeäŠppumuš.

source: Puoh pehtilumos ličij sirdeđ ohjelm haldâšem njuolgist sämitiigán.
sms: Viõkksõs vaikktõs leŠčči seŠrdded prograamm vaaldšumuš vuõiŠǧǧest sääŠmtegga.

source: Tuáivup meid piätupolitiik ovdedem EU tääsist nuuvt, ete sehe piäđui suojâlem já sämipuásuituálu hárjuttem liččii täsitiädust já iäláttâs hárjuttem syeji lii turvâstum, saavâjođetteijee Näkkäläjärvi paahud.
sms: Tuäivvap, što näuŠddpolitiikk ooudâsviikkmõš ouddan EU:n tääŠzzest nuŠtt, što nääuŠdi suõŠjjõs da sääŠmpuäʒʒhååid âânnmõš leŠčče tääŠsstiäddast da nääiŠt jieŠllemvueŠjj ââŠnnem suejj puäŠđči leeŠd staanuum, saaǥǥjååŠđteei Näkkäläjärvi tuâtt.

source: Lasetiäđuh:
sms: LââŠssteâđaid

source: Saavâjođetteijee Klemetti Näkkäläjärvi
sms: SaaǥǥjååŠđteei Klemetti Näkkäläjärv
